Repository: KDE/toad
Catalog: po/*/toad.po
Languages: ia

# NAME OF TRANSLATORS
source: Your names
ia: Giovanni Sora

# EMAIL OF TRANSLATORS
source: Your emails
ia: g.sora@tiscali.it

# @title
source: Tasks
ia: Cargas

source: Organize your tasks
ia: Organisa tu cargas

# @info:credit
source: Author
ia: Autor

source: Tasks
ia: Cargas

# @menu-action
source: Quit
ia: Quita

# @menu
source: Edit
ia: Modifica

# @menu-action
source: Clear Tasks
ia: Netta cargas

# @menu
source: Help
ia: Adjuta

# @menu-action
source: Report Bug…
ia: Reporta Bug…

# @menu-action
source: About Tasks
ia: Re Cargas (Tasks)

source: 1 result
ia: 1 resultato

source: 1 task
ia: 1 Carga

source: 1 task completed
ia: 1 carga completate

source: Add Task
ia: Adde carga

# @action:inmenu
source: About Tasks
ia: Re Cargas (Tasks)

# @action:inmenu
source: Enable tray icon
ia: Habilita icone de tabuliero de systema

source: Clear All
ia: Netta omne

# @action:inmenu
source: Quit
ia: Quita

source: Nothing Found
ia: Il trovava nulle

source: All tasks completed!
ia: Tote Cargas completate!

source: Your search did not match any results
ia: Tu cerca non coincideva con ulle resultatos
